Repository: sthagen/KeePassium
Catalog: KeePassium/*.lproj/Localizable.strings
Languages: tr

source: [Accessibility] Double tap to copy to clipboard
tr: Kopyalamak için çift tıkla

source: [Appearance/TextSize/title]
tr: Metin Boyutu

source: [AppLock] Unlock
tr: Kilidi aç

source: [AppLock/Biometric/Hint] Unlock KeePassium
tr: KeePassium'un Kilidini Aç

source: [AppLock/cancelBiometricAuth] Use Passcode
tr: Pin Kodu Kullan

source: [AppLock/changePasscode]
tr: Şifreyi Değiştir

source: [AppLock/EnterPasscode/callToAction]
tr: KeePassium'un Kilidini Aç

source: [AppLock/Passcode/KeyboardType/switchAction] 123→ABC
tr: 123→ABC

source: [AppLock/Passcode/KeyboardType/switchAction] ABC→123
tr: ABC→123

source: [AppLock/passcodeUpdated/title]
tr: Şifre güncelleme başarılı.

source: [AppLock/savePasscode]
tr: Şifreyi Kaydet

source: [AppLock/SetupPasscode/callToAction]
tr: KeePassium'u yetkisiz girişlerden koruyun

source: [BiometricAuthType] Face ID
tr: Face ID

source: [BiometricAuthType] Touch ID
tr: Touch ID

source: [Clipboard/Copy/namedValue]
tr: %@'yı kopyala

source: [Clipboard/Copy/notification]
tr: Kopyalandı

source: [Database/Add] Selected file "%@" does not look like a database.
tr: Seçili dosya "%@" veritabanına benzemiyor.

source: [Database/Create] Please enter a password or choose a key file.
tr: Lütfen bir şifre girin ya da anahtar dosya seçin.

source: [Database/Create/action] Create Database
tr: Veritabanı Oluştur

source: [Database/Create/TemplateEntry/notes] You can also store some notes, if you like.
tr: İsterseniz buraya birkaç not da alabilirsiniz.

source: [Database/Create/TemplateEntry/password] pa$$word
tr: Şifre $word

source: [Database/Create/TemplateEntry/title] Sample Entry
tr: Örnek Girdi

source: [Database/Create/TemplateEntry/userName] john.smith
tr: mehmet.yildiz

source: [Database/Create/TemplateGroup/title] Email
tr: e-mail

source: [Database/Create/TemplateGroup/title] Finance
tr: Finans

source: [Database/Create/TemplateGroup/title] General
tr: Genel

source: [Database/Create/TemplateGroup/title] Internet
tr: İnternet

source: [Database/Create/TemplateGroup/title] Network
tr: Ağ

source: [Database/Create/TemplateGroup/title] OS
tr: İşletim Sistemi

source: [Database/Create/title] Create Database
tr: Veritabanı Oluştur

source: [Database/CustomIcon/add]
tr: Add Custom Icon

source: [Database/Delete/Confirm/text] Delete database file? Make sure you have a backup.
tr: Veritabanı dosyasını sil? Bir yedeğiniz olduğundan emin olun.

source: [Database/Loading/Status] Loading...
tr: Yükleniyor...

source: [Database/MasterKey/changed] Master key successfully changed
tr: Ana anahtar başarıyla değiştirildi

source: [Database/MasterKey/RememberYourPassword/text]
tr: Eğer olur da unutursanız; verilerinize bir daha erişemeyeceksiniz. Şifre sıfırlama gibi bir imkanın olmadığını aklınızda bulundurun.

source: [Database/MasterKey/RememberYourPassword/title]
tr: Veritabanı şifrenizi unutmayın

source: [Database/Open/action] Open Database
tr: Veritabanını Aç

source: [Database/Opened/action] Close
tr: Kapat

source: [Database/Opened/action] Lock Database
tr: Veritabanını Kilitle

source: [Database/Opened/Warning/action] Close Database
tr: Veritabanını Kapat

source: [Database/Opened/Warning/action] Ignore and Continue
tr: Yoksay ve Devam Et

source: [Database/Opened/Warning/lastEdited] Database was last edited by: %@
tr: Veritabanı en son %@ tarafından değiştirildi.

source: [Database/Opened/Warning/title] Your database is ready, but there was an issue.
tr: Veritabanınız hazır, ancak bir sorun oldu.

source: [Database/Remove/Confirm/text] Remove database from the list? The file will remain intact and you can add it again later.
tr: Veritabanı listeden silinsin mi? Dosya sağlam kalır ve daha sonra tekrar ekleyebilirsiniz.

source: [Database/Saving/Status] Done
tr: Bitti!

source: [Database/Saving/Status] Saving...
tr: Kaydediliyor...

source: [Database/Unlock] Key file error: %@
tr: Anahtar Dosya Hatası: %@

source: [Database/Unlock] YubiKey
tr: YubiKey

source: [Diagnostics] Diagnostic log has been copied to clipboard.
tr: Tanılama günlüğü panoya kopyalandı.

source: [EditEntry/UserName/choose]
tr: Seç

source: [Entry/Attachments/title] Attached Files
tr: Bağımlı Dosyalar

source: [Entry/Create/action] Create Entry
tr: Kayıt Oluştur

source: [Entry/Edit/CreateField/defaultName] Field Name
tr: Alan Adı

source: [Entry/Field/name] Notes
tr: Notlar

source: [Entry/Field/name] Password
tr: Şifre

source: [Entry/Field/name] Title
tr: Başlık

source: [Entry/Field/name] URL
tr: URL

source: [Entry/Field/name] User Name
tr: Kullanıcı Adı

source: [Entry/Files/Add] Loading attachment file
tr: Dosya yükleniyor...

source: [Entry/Files/Add] Replace existing attachment?
tr: Mevcut dosyanın yerine yapıştırılsın mı?

source: [Entry/Files/Add] This database supports only one attachment per entry, and there is already one.
tr: Bu veritabanı girdi başına sadece bir dosya eklemeye izin veriyor, daha fazla eklenemez.

source: [Entry/Files/Rename/title] Rename File
tr: Yeniden Adlandır

source: [Entry/History] Creation Date
tr: Oluşturma Tarihi

source: [Entry/History] Expiry Date
tr: Son Kullanım Tarihi

source: [Entry/History] Last Access Date
tr: Son Erişim Tarihi

source: [Entry/History] Last Modification Date
tr: Son Değişiklik Tarihi

source: [Entry/History] Previous Versions
tr: Önceki Versiyonlar

source: [Entry/History/ExpiryDate] Never
tr: Asla

source: [Entry/New/defaultTitle] New Entry
tr: Yeni Kayıt

source: [File/PermissionDenied] Try to remove the file from the app, then add it again.
tr: Dosyayı uygulamadan silmeyi ve sonra geri eklemeyi deneyin.

source: [File/Re-add/title]
tr: Dosyayı tekrar ekleyin

source: [FileInfo/Backup/header]
tr: Yedekle

source: [FileInfo/Error/failed to change attributes]
tr: Öznitelikler güncellenemedi.

source: [FileInfo/Field/title] Creation Date
tr: Oluşturma Tarihi

source: [FileInfo/Field/title] File Location
tr: Dosya Konumu

source: [FileInfo/Field/title] File Name
tr: Dosya Adı

source: [FileInfo/Field/title] File Size
tr: Dosya Boyutu

source: [FileInfo/Field/title] Last Modification Date
tr: Son Değişiklik Tarihi

source: [FileInfo/Field/valueError] Error
tr: Hata

source: [FileInfo/isExcludedFromBackup/title]
tr: iCloud / iTunes Yedeklemesine Dahil Etme

source: [General/DestinationGroup/title] Choose a Destination
tr: Bir Klasör Seçin

source: [Generic] Cancel
tr: İptal

source: [Generic] Contact Support
tr: Destekle İletişim

source: [Generic] Contact Us
tr: İletişime Geçin

source: [Generic] Continue
tr: Devam Et

source: [Generic] Copy
tr: Kopyala

source: [Generic] Create
tr: Oluştur

source: [Generic] Delete
tr: Sil

source: [Generic] Discard
tr: Kaldır

source: [Generic] Dismiss
tr: Reddet

source: [Generic] Done
tr: Bitti!

source: [Generic] Edit
tr: Düzenle

source: [Generic] Export
tr: Dışa Aktar

source: [Generic] Learn more
tr: Daha fazla bilgi için…

source: [Generic] More Actions
tr: Diğer İşlemler

source: [Generic] Move
tr: Taşı

source: [Generic] OK
tr: Tamam

source: [Generic] Open URL
tr: URL'yi aç

source: [Generic] Overwrite
tr: Üzerine Yaz

source: [Generic] Rename
tr: Yeniden Adlandır

source: [Generic] Replace
tr: Değiştir

source: [Generic] Share
tr: Paylaş

source: [Generic] Show Details
tr: Ayrıntıları Göster

source: [Generic] Show In Plain Text
tr: Metin Olarak Göster

source: [Generic] Show more
tr: Daha fazla göster

source: [Generic/ConfirmDelete/title] Are you sure?
tr: Emin misiniz?

source: [Generic/Directory/Recently Deleted/name]
tr: Çöp Kutusu

source: [Generic/Edit/Aborting/text] Discard unsaved changes?
tr: Son değişiklikler yok sayılsın mı?

source: [Generic/Edit/Aborting/title] There are unsaved changes
tr: Kaydedilmemiş değişiklikler var

source: [Generic/File] Delete
tr: Sil

source: [Generic/File] Remove
tr: Kaldır

source: [Generic/File/title] Export Error
tr: Dışa Aktarım Hatası

source: [Generic/File/title] File already exists
tr: Dosya zaten mevcut

source: [Generic/File/title] Import Error
tr: İçe Aktarım Hatası

source: [Generic/title] Error
tr: Hata

source: [Generic/title] Keychain Error
tr: Anahtar Dizilim Hatası

source: [Generic/title] Warning
tr: Dikkat

source: [Group/a11y/description]
tr: %@, Grup

source: [Group/Create/action] Create Group
tr: Grup Oluştur

source: [Group/Create/title] Create Group
tr: Grup Oluştur

source: [Group/Edit/title] Edit Group
tr: Grubu Düzenle

source: [Group/New/defaultName] New Group
tr: Yeni Grup

source: [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
tr: Donanım anahtarı, otomatik doldurmada kullanılamaz.

source: [HardwareKey/NFC/OS too old]
tr: NFC, iOS 13 veya sonrasını gerektirir.

source: [HardwareKey/None] No Hardware Key
tr: Donanım Anahtarı Yok

source: [HardwareKey/YubiKey/Slot] YubiKey Slot #%d
tr: YubiKey Slot %d

source: [Help Viewer/title]
tr: Yardım

source: [ItemCategory] Default (KeePass)
tr: Varsayılan (KeePass)

source: [ItemIconPicker/CustomIcons]
tr: Custom Icons

source: [ItemIconPicker/StandardIcons]
tr: Standard Icons

source: [KeyFile/Delete/Confirm/text] Delete key file? Make sure you have a backup.
tr: Anahtar dosya silinsin mi? Yedeğini aldığınızdan emin olun.

source: [KeyFile/Remove/Confirm/text] Remove key file from the list? The file will remain intact and you can add it again later.
tr: Veritabanı listeden silinsin mi? (Sadece gördüğünüz listeden silinir. Bulut hizmetinizden veya cihazınızdan silinmez.) Daha sonra tekrar ekleyebilirsiniz.

source: [OTP/Scan/InvalidData]
tr: This QR code is not suitable for OTP setup.

source: [OTP/Scan/OverwriteWarning]
tr: One-time password is already configured for this entry. Do you want to overwrite it?

source: [OTP/Setup]
tr: Setup one-time password (OTP)

source: [Premium/Benefits/AttachmentPreview/details]
tr: Ekli dosyaları doğrudan KeePassium'un içinde görüntüleyin ve diğer uygulamalara iz bırakmayın. (Fotoğraflar, dökümanlar, arşivler ve daha birçok belgeye uyumludur.)

source: [Premium/Benefits/AttachmentPreview/title]
tr: İz Bırakmadan Görüntüle

source: [Premium/Benefits/CustomAppIcon/details]
tr: KeePassium'u eşsiz benzersiz, keyfinize göre görünecek şekilde dizayn edin. Hesap Makinesi gibi gözükmesini dahi sağlayabilirsiniz. Seçim sizin.

source: [Premium/Benefits/CustomAppIcon/title]
tr: Uygulama Simgesini Değiştir

source: [Premium/Benefits/DatabaseTimeout/details]
tr: Ana şifrenizi girmekten bıktınız mı? Veritabanınızı daha uzun süre açık tutun ve tek dokunuşla kilidini açın.

source: [Premium/Benefits/DatabaseTimeout/title]
tr: Zaman Kazanın

source: [Premium/Benefits/HardwareKeys/details]
tr: Bilgilerinizi YubiKey gibi bir donanım anahtarıyla koruyun.

source: [Premium/Benefits/HardwareKeys/title]
tr: Donanım Anahtarı Kullanın

source: [Premium/Benefits/MultiDB/details]
tr: Birden fazla veritabanı ekleyin ve aralarında kolayca geçiş yapın.

source: [Premium/Benefits/MultiDB/title]
tr: Organize Olun

source: [Premium/Benefits/Negative/header]
tr: Neleri kaçırıyorsunuz

source: [Premium/Benefits/Positive/header]
tr: Avantajlarınız

source: [Premium/Benefits/ViewFieldReferences/details]
tr: Aynı bilgilerin birden çok kopyasını oluşturmak yerine, diğer girdilerden gelen bilgileri göstermek için alan referanslarını kullanın.

source: [Premium/Benefits/ViewFieldReferences/title]
tr: Alan referanslarını göster

source: [Premium/CallToAction/buyNow]
tr: Hemen Satın Alın

source: [Premium/CallToAction/free]
tr: Ücretsiz Devam Et

source: [Premium/CallToAction/startTrial]
tr: Premium Denemeyi Başlat

source: [Premium/CallToAction/upgradeNow]
tr: Şimdi Premium'a Geç

source: [Premium/ManageSubscriptions/action]
tr: Aboneliğini Yönet

source: [Premium/perpetualLicense]
tr: Ömür Boyu Lisans

source: [Premium/PerpetualLicense/status]
tr: %@'ten önceki tüm versiyonlar için "Ömür Boyu Lisans"ınız var.

source: [Premium/Price Plan/Conditions/1 year email support]
tr: 1 Yıl Boyunca e-mail Desteği

source: [Premium/Price Plan/Conditions/all premium features]
tr: Tüm Premium Özellikler

source: [Premium/Price Plan/Conditions/community support]
tr: Müşteri hizmetleri: Online Forumlar

source: [Premium/Price Plan/Conditions/current premium features]
tr: Mevcut Premium Özellikler

source: [Premium/Price Plan/Conditions/email support]
tr: Müşteri hizmetleri: e-mail

source: [Premium/Price Plan/Conditions/family sharing]
tr: Aile Paylaşımı

source: [Premium/Price Plan/Conditions/freemium reminders]
tr: Ücretsiz Kullanıma Dair Hatırlatma

source: [Premium/Price Plan/Conditions/full price upgrade]
tr: Gelecekte eklenecek tüm Premium özellikler; her defasında tekrar tekrar satın almayı gerektirecek.

source: [Premium/Price Plan/Conditions/future premium features]
tr: Gelecekteki Premium Özellikler

source: [Premium/Price Plan/Conditions/perpetual fallback]
tr: Kiralama lisansı (Perpetual fallback license)

source: [Premium/Price Plan/Conditions/subscription as purchase]
tr: Satın alma aboneliği

source: [Premium/Price Plan/Conditions/updates and bug fixes]
tr: Güncellemeler ve Hata Düzeltmeleri

source: [Premium/Price Plan/Free/price]
tr: Bedava

source: [Premium/Price Plan/Free/title]
tr: Bedava

source: [Premium/Price Plan/popular]
tr: En Popüler

source: [Premium/status] Beta testing
tr: Beta testi

source: [Premium/status] Expired %@ ago. Please renew.
tr: %@ önce süresi doldu. Lütfen yenileyin.

source: [Premium/status] Next renewal on %@
tr: Bir sonraki yenileme %@ tarihinde

source: [Premium/status] Valid forever
tr: Sonsuza dek geçerlidir

source: [Premium/Subscription/Legal/text]
tr: Satın alma onaylandığında Apple Kimliğinden ödeme tahsil edilecektir. Geçerli abonelik dönemi bitmeden en az 24 saat önceden otomatik yenileme özelliği kapatılmazsa abonelik otomatik olarak yenilenir. Mevcut abonelik döneminin bitmesine 24 saat kala hesabından yenileme ücreti tahsil edilir. Satın almadan sonra App Store’da hesap ayarlarına giderek aboneliklerini yönetebilir ve iptal edebilirsin.

source: [Premium/Trial/trial then price]
tr: %1$@ ücretsiz, sonrasında %2$@

source: [Premium/Upgrade] Hmm, there are no upgrades available. This should not happen, please contact support.
tr: Hmm, yükseltme hazır değil. Bu olmamalıydı, lütfen desteğe başvurun.

source: [Premium/Upgrade/action] Upgrade to Premium
tr: Premium'a Yükselt

source: [Premium/Upgrade/cancelOngoingSubscription]
tr: Lütfen eski aboneliğinizi iptal etmeniz gerekiyor mu kontrol edin.

source: [Premium/Upgrade/Deferred/text] Thank you! You can use KeePassium while purchase is awaiting approval.
tr: Teşekkürler! Biz ödeme onayını beklerken, siz KeePassium'un Premium özellikleri keşfetmeye başlayabilirsiniz.

source: [Premium/Upgrade/price] %@ / month
tr: Ayda %@

source: [Premium/Upgrade/price] %@ / year
tr: Yılda %@

source: [Premium/Upgrade/price] %@ once
tr: Tek seferlik %@

source: [Premium/Upgrade/price] around %@ / month
tr: ≈ Ayda %@

source: [Premium/Upgrade/Progress] Contacting AppStore...
tr: AppStore'a bağlanılıyor...

source: [Premium/Upgrade/Progress] Purchasing...
tr: Satın alınıyor...

source: [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
tr: Tüm ödemeler geri yüklendi, uygulamanın tadını çıkarın!

source: [Premium/Upgrade/Restored/title] Purchase Restored
tr: Satın alma geri yüklendi

source: [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
tr: Tüm önceki ödemeler geri yüklendi. Fakat bu uygulamayı daha önce satın almamışsınız.

source: [Premium/Upgrade/RestoreFailed/title] Sorry
tr: Üzgünüz

source: [Premium/Upgrade/Success/thankYou]
tr: Ödemeniz için çok teşekkürler!

source: [Premium/usage] App being useful: %@/month, that is around %@/year.
tr: Uygulamanın kullanışlı olması: %1$@/ay, yani yaklaşık %2$@/yıl.

source: [PremiumFeature/CustomAppIcons/title]
tr: Özelleştirilebilir Uygulama Simgeleri

source: [PremiumFeature/Generic/description]
tr: Premium'a geçin ve KeePassium'un tüm avantajlarından yararlanın.

source: [PremiumFeature/Generic/title]
tr: Premium Özellik

source: [PremiumFeature/HardwareKeys/description]
tr: Premium versiyonda; güvenliğinizi donanım anahtarları (YubiKey) kullanarak artırın.

source: [PremiumFeature/HardwareKeys/title] Hardware Keys
tr: Donanım Anahtarları

source: [PremiumFeature/LongDBTimeouts/description] Save time entering your complex master passwords — keep your database open longer in the premium version.
tr: Karmaşık ana şifrelerinizi girerken zaman kazanın; premium sürümde veritabanınızı daha uzun süre açık tutun.

source: [PremiumFeature/LongDBTimeouts/title] Long Database Timeouts
tr: Uzun Süreli Veritabanı Zaman Aşımları

source: [PremiumFeature/MultiDB/description] Easily switch between databases in the premium version.
tr: Premium versiyonda veritabanları arasında kolayca geçiş yapın.

source: [PremiumFeature/MultiDB/title] Multiple Databases
tr: Çoklu Veritabanı

source: [PremiumFeature/Preview/description] Preview images and documents directly in the app, in the premium version.
tr: Premium sürümde görüntüleri ve belgeleri doğrudan uygulamada önizleyin.

source: [PremiumFeature/Preview/title] Preview Attachments
tr: Bağlılıkları Önizle

source: [ProtectedTextField] Show Password
tr: Şifreyi Göster

source: [Settings/AppLock/Biometric/title] Use %@
tr: %@ kullan

source: [Settings/AppLock/LockOnLaunch/description]
tr: Uygulamayı yukarı attığınızda ya da cihazı aç-kapa yaptığınızda KeePassium'un kilitlendiğinden emin olun.

source: [Settings/AppLock/LockOnLaunch/title]
tr: Başlangıçta Kilitle

source: [Settings/AppLock/subtitle] App Lock, %@, timeout
tr: Uygulama Kilidi, %@, zaman aşımı

source: [Settings/AppLock/subtitle] App Lock, passcode, timeout
tr: Uygulama Kilidi, pin kodu, zaman aşımı

source: [Settings/Backup] Delete ALL Backup Files (%d)
tr: TÜM Yedekleme Dosyalarını Sil (%d)

source: [Settings/Backup] No Backup Files Found
tr: Yedekleme Dosyası Bulunamadı

source: [Settings/Backup/Delete/title] Delete all backup files?
tr: Tüm yedekleme dosyalarını silinsin mi?

source: [Settings/ClearKeyFileAssociations/Cleared/text] Associations between key files and databases have been removed.
tr: Anahtar dosyalar ve veritabanları arasındaki ilişkiler kaldırıldı.

source: [Settings/ClearKeyFileAssociations/Cleared/title] Cleared
tr: Temizlendi

source: [Settings/ClearMasterKeys/Cleared/text] All master keys have been deleted.
tr: Tüm ana anahtarlar silindi.

source: [Settings/ClearMasterKeys/Cleared/title] Cleared
tr: Temizlendi

source: [Settings/ClipboardTimeout/description] When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
tr: Bir kayıttan bir miktar metin kopyaladığınızda, uygulama bu andan itibaren panonuzu (çalışma alanını) otomatik olarak temizler.

source: [Settings/DatabaseLockTimeout/description] If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
tr: Uygulama ile bir süre etkileşimde bulunmazsanız, veritabanı güvenliğiniz için kapalı olacaktır. Açmak için ana şifresini tekrar girmeniz gerekir.

source: [Settings/FileLists/Backup/title] Backup
tr: Yedekle

source: [Settings/FileLists/Sorting/title] Sorting
tr: Sıralama

source: [Settings/GroupViewer] Entry Subtitle
tr: Kayıt Altbaşlığı

source: [Settings/GroupViewer] Sort Order
tr: Sıralama Düzeni

source: [Support/template] (Please describe the problem here)
tr: (Lütfen sorunu burada açıklayın)

source: [YubiKey] Don't use YubiKey
tr: YubiKey olmadan

source: [YubiKey] Insert the key
tr: Anahtarı Yerleştirin

source: [YubiKey] Touch the key
tr: Anahtara Dokunun

source: [YubiKey] Use YubiKey Slot %d
tr: YubiKey Slot %d'i kullan

source: Add Database
tr: Veritabanı Ekle

source: Choose Database
tr: Veritabanı Seç

source: Import Database
tr: Veritabanını İçe Aktar

source: KeePass database should not be used as key file. Please pick a different file.
tr: KeePass veritabanı anahtar dosya olarak kullanılmamalıdır. Lütfen farklı bir dosya seçin.
